Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: Senior rock mechanics reviewer for the pit slope design report.
es: Revisor sénior de mecánica de rocas para el informe de diseño de taludes del rajo.

source: Senior rock mechanics reviewer, together with other consultants, of the Birchtree mine as part of their regular operational review process.
es: Revisor sénior de mecánica de rocas, junto con otros consultores, de la mina Birchtree en el marco de su proceso regular de revisión operacional.

source: Senior technical reviewer.
es: Revisor técnico senior.

source: Sensitivity of Ground Motions to Uncertainty in Model Inputs
es: Sensibilidad de los movimientos del suelo a la incertidumbre en las entradas del modelo

source: Sep 2011
es: Septiembre de 2011

source: September 15, 2016
es: 15 de septiembre de 2016

source: Sequence of Events
es: Secuencia de eventos

source: Seriousness of outcome
es: Seriedad de resultado

source: Service Triggers
es: Triggers de servicio

source: Servicing equipment in operation
es: Mantención de equipos en operación

source: Sessional Instructor, Faculty of Engineering (1985 to 1986)
es: Instructor de sesiones, Facultad de Ingeniería (1985 a 1986)

source: Set up your work area to minimise the need to double handle items.
es: Preparar el lugar de trabajo para minimizar la necesidad de manipular objetos dos veces.

source: Setting out the plan for the season
es: Establecer el plan para la temporada

source: Settlement of claims - against and by Golder (project and non-project)
es: Resolución de demandas - contra y por Golder (de proyecto o no)

source: Seventeen of the mapped faults have a 75% or greater confidence that they have Quaternary surface rupture as judged by Golder’s review of imagery available on Google Earth™.
es: Diecisiete de las fallas mapeadas tienen un 75% o más de confianza de que han tenido ruptura superficial en el Cuaternario según la revisión hecha por Golder de imágenes disponibles en Google Earth™.

source: Several WMS may be required, depending on the activities of the project and how it is organised.
es: Puede que se necesiten varios PST, según las actividades del proyecto y la manera en que se organiza.

source: Several small acquisitions are under initial evaluation
es: Se están evaluando inicialmente algunas adquisiciones menores

source: Shallow Crustal
es: Cortical superficial

source: Shallow-focus (approximately 20 to 50 km deep), mega-thrust (reverse fault ≤30°), great-magnitude moment magnitude ([M]≥9.0) earthquakes are generated at this plate interface as the high rates of slip are accommodated at the plate boundary.
es: En esta interfaz de contacto entre placas se originan grandes sismos de foco poco profundo (aproximadamente 20 a 50 km), de fallamiento tipo inverso, con buzamientos menores a 30° (“mega-thrust”) y generadores de sismos con grandes magnitudes ([M] ≥ 9,0) a medida que las altas tasas de deslizamiento se acomodan en el contacto entre placas.

source: Shallow-focus (approximately 20 to 50 km depth), mega-thrust, great-magnitude (moment magnitude [M] exceeding 9.0) earthquakes are generated at this plate interface as the high rates of relative displacement area accommodated by slip at the plate boundary.
es: En esta interfaz de contacto entre placas se originan grandes sismos de foco poco profundo (aproximadamente 20 a 50 km), de fallamiento tipo inverso, con buzamientos menores a 30° (“mega-thrust”) y generadores de sismos con grandes magnitudes (magnitud de momento [M] superior a 9,0) a medida que las altas tasas del área de desplazamiento relativo se acomodan por deslizamiento en el contacto entre placas.

source: Share Golder's status updates out to your communities.
es: Comparte las actualizaciones de estado de Golder en tus comunidades.

source: Share repetitive tasks or schedule them over the day.
es: Compartir tareas repetitivas o programarlas durante el día.

source: Share what you have experienced during your site visit and inspire others!
es: Comparte tus experiencias durante la visita para inspirar a otros.

source: Shareholder Agreement update in progress (not revised for many years)
es: Actualización del Acuerdo Accionario en curso (sin revisar durante muchos años)

source: Shareholder Selected Directors
es: Directores seleccionados por los accionistas

source: Shareholder policies will be updated
es: Se actualizarán las políticas de propiedad de acciones

source: Shareholder selected Directors will make up a majority of the Board
es: Los Directores seleccionados por los accionistas constituirán una mayoría del Directorio

source: Shareholders will be given greater influence to shape the Board through a permanent Nominating Sub-Committee
es: Los accionistas tendrán mayor influencia para dar forma al Directorio mediante un subcomité permanente de nominación

source: Shareholders must have a strong role in guiding the direction of the company.
es: Los accionistas deben tener un papel fuerte en fijar la dirección de la compañía.

source: Sharp edges
es: Bordes afilados

source: She provided site PGA values for different seismic sources based on an analysis of historical earthquake records through a deterministic seismic hazard analysis (DSHA).
es: Allí entregó valores de aceleración horizontal máxima (PGA, en inglés) para el sitio con distintas fuentes sismogénicas, de acuerdo con un análisis de registros sísmicos históricos a través de un análisis DSHA.

source: She tried to get out of the way but couldn't climb over the pile as there was too much wet, material and she would have sank in the peat-silt deposits.
es: Trató de hacerse a un lado, pero no pudo escalar sobre la pila, ya que tenía demasiado material mojado, y se hubiera hundido en los depósitos de turba-limo.

source: Shin Kori Nuclear Power Plant Tunnels
es: Túneles de la central nuclear Shin Kori

source: Shin Wolsong Nuclear Power Plant Sunken Tubes
es: Tuberías enterradas de central nuclear Shin Wolsong

source: Shoot 4 row Trim with Buffer to free face where possible to minimize confinement and back-break at bench crest from Buffer
es: Detonar un cinturón de 4 filas con amortiguación hacia la cara libre donde sea posible para minimizar el confinamiento y el sobrequiebre en el coronamiento del banco debido a la amortiguación.

source: Shore boxes placed inside the trench to protect person.
es: Cajas de entibación dentro de la zanja para proteger a la persona.

source: Shoring
es: Entibación

source: Short Term Action Taken
es: Acción a Corto Plazo Adoptada

source: Short term impact with complete recovery.
es: Impacto a corto plazo con recuperación completa.

source: Short term maintenance issue resulting in overconsumption of water, energy or overproduction of waste.
es: Problema de mantenimiento de corto plazo que resulta en sobreconsumo de agua o energía o en sobreproducción de residuos.

source: Showing passion for what you are doing in the workplace.
es: Mostrar pasión por lo que hacen en el lugar de trabajo.

source: Sigma 2000 Project - McWatters
es: Proyecto Sigma 2000 – McWatters

source: Sign and submit timesheet at the end of each week by close of business Friday.
es: Firmar y enviar el timesheet cada semana al cierre del día viernes.

source: Sign off by PM / Site Supervisor.
es: Autorización del PM / Supervisor de Terreno.

source: Signature
es: Firma

source: Signature Blocks
es: Bloque de Firmas

source: Signature Page
es: Página de firmas

source: Signature:
es: Firma:

source: Signed:
es: Firma:

source: Significant
es: Significativa

source: Significant Incident or Fatality (SIF) - A life-threatening work-related injury or illness requiring immediate life-preserving rescue action where if not applied would likely result in the death of the individual or a catastrophic environmental impact.
es: Incidente grave o fatalidad (SIF): una lesión o enfermedad laboral que amenaza la vida y que requiere acción de rescate inmediata para preservar la vida que, de no ejecutarse, resultaría en la muerte del individuo o un incidente con impactos ambientales catastróficos.

source: Significant Incident or Fatality, Potential (pSIF) – A near miss that could reasonably and realistically have resulted in a Serious Incident or Fatality.
es: Incidente significativo o fatalidad potencial (pSIF): cuasipérdida que pudiera de manera razonable y realista haber resultado en un incidente grave o una fatalidad (SIF).

source: Significant confusion
es: Gran confusión

source: Significant risk to Golder.
es: Riesgo importante para Golder.

source: Signing Hazardous Waste Manifests.
es: Firma de manifiestos de residuos peligrosos.

source: Signing and dating of the career development plan by the parties involved.
es: Firma y fecha de las partes involucradas en el plan de desarrollo profesional.

source: Signs of a Great Visit
es: Signos de una buena visita

source: Silica-clay and argillic alteration of variable intensities are the most widespread alteration types in the mineralized area, and are strongly associated with the mineralization in the intrusives.
es: Las alteraciones sílice-arcilla y argílica de intensidades variables son los tipos de alteración más extendidos en la zona mineralizada y están fuertemente asociadas a la mineralización en los intrusivos.

source: Siliceous porphyritic intrusive located in the North portion of Tti is characterized by megacrystals.
es: Intrusivo porfídico silíceo situado en el sector norte de la Tti y se caracteriza por sus megacristales.

source: Silicification associated with mineralizing solutions also occurs as moderate to intense silicification of the intrusives, particularly the Tji, and associated breccias.
es: La silicificación asociada con soluciones mineralizantes también ocurre como silicificación moderada a intensa de los intrusivos, en particular la Tji y sus brechas asociadas.

source: Silicification is present as a continuous low-temperature chalcedonic cap that extends from Jayula to Colón and is typically 20 m to 50 m thick.
es: Hay silicificación presente como un casquete continuo de calcedonia que se extiende desde Jayula hasta Colón con una potencia de entre 20 y 50 m.

source: Silty gravel to gravelly silt, derived from weathering and slope wash transport of underlying bedrock materials.
es: Grava limosa a limo gravoso, derivados de la meteorización y el transporte por erosión de ladera de materiales de la roca subyacente.

source: Silty gravel to gravelly silt.
es: Grava limosa a limo gravoso.

source: Similar conditions and risks are apparent from the April 2017 site visit and data evaluation, including:
es: A partir de la visita al sitio en abril de 2017 y de la evaluación de datos, parece que las condiciones y riesgos son similares, a saber:

source: Similar high bedrock piezometric pressures may be present below the Jayula pit based on observations of similar flowing conditions in the 3980 sump.
es: Puede haber altas presiones piezométricas similares debajo del pit Jayula de acuerdo con observaciones de condiciones de flujo similares en la sentina a 3980 m.

source: Similar to the Golder strategy, your Destination Plan is essentially a longer term view of how you would like to see your career developing in the future.
es: Similar a la estrategia de Golder, el Plan de Destino es básicamente una vista a largo plazo sobre cómo le gustaría ver que su profesión se desarrolle a futuro.

source: Similar to the Sand Embankment of the TMF, the WRF, Oxide, and Low Grade Ore piles are designed with underdrainage systems to convey seepage water from these facilities to the low point (in elevation) along the valley bottoms (see Figure 21).
es: De manera similar a la presa de arena del depósito de relaves, el depósito de estériles, la pila de óxidos y la pila de mineral de baja ley fueron diseñados considerando sistemas de drenaje subsuperficial para conducir el agua de infiltración de estas instalaciones hasta el punto más bajo (en elevación) a lo largo de los fondos de valle (Figura 21).

source: Similarly in our world.
es: Es igual en nuestro mundo.

source: Similarly our WMS need to be project specific.
es: De igual manera, nuestro WMS tiene ser que específico para el proyecto.

source: Similarly, infiltration into the backfilled pits will discharge to the adjacent basins as simulated in year 2033.
es: Asimismo, la infiltración hacia los pits rellenados descargará en las cuencas adyacentes como se simuló en el año 2033.

source: Similarly, the sand embankment is assigned as a single hydrostratigraphic unit with a hydraulic conductivity of 2x10-5 m/s (isotropic).
es: De manera similar, a la presa de arena se le asignó una unidad hidroestratigráfica con una conductividad hidráulica de 2x10-5 m/s (isotrópico).

source: Since there is currently no reliable hydrogeological conceptual model, a phased hydrogeological characterization program is required.
es: Dado que actualmente no hay un modelo hidrogeológico conceptual fiable, se requiere un programa de caracterización hidrogeológica en fases.

source: Sincerely,
es: Atentamente,

source: Singapore
es: Singapur

source: Singapore +65.6338.7800
es: Singapur +6563387800

source: Single Project Subcontracts and Master Subcontract Service Agreements Task/Work/Change Order (each where Golder is prime) (Note: legal concurrence not required if Task/Work/Change Order scope and terms are clearly within approved Master Subcontract Service Agreement scope and terms)
es: Orden de tarea/trabajo/cambio en subcontratos para un solo proyecto y contratos marco (donde Golder sea contratista principal) (Nota: no se exige conformidad legal si el alcance y los términos de la orden de tarea/trabajo/cambio concuerdan claramente con los del contrato marco aprobado)

source: Sirovision photogrammetric mapping data from MSC.
es: Datos de mapeos fotogramétricos con Sirovision proporcionados por MSC.

source: Site / client contacts (where relevant)
es: Contactos en campo / del cliente (según corresponda)

source: Site Class B is similar to Site I as defined in the NCh 433-1996 and modifications established in the DS117-2001 Chilean Building Code.
es: El suelo Clase B es similar al suelo Tipo I definido en la norma chilena sobre diseño sísmico de edificios NCh 433-1996 y sus modificaciones establecidas en el DS 117-2001.

source: Site Closure Checklist
es: Lista de cotejo de cierre del sitio

source: Site Conditions
es: Condiciones del sitio

source: Site Establishment
es: Acondicionamiento del sitio

source: Site Geology
es: Geología del sitio

source: Site Location
es: Ubicación del Sitio

source: Site Orientation
es: Orientación sobre el sitio

source: Site Supervisor:
es: Supervisor de Campo:

source: Site Visit
es: Visita de campo

source: Site Visit (for the purpose of discussing HSSE)
es: • Visita a sitio o faena (con el fin de tratar temas de HSSE)

source: Site Visit / Visible Felt Leadership
es: Visita de campo / Liderazgo visible

source: Site conditions.
es: Condiciones del sitio

source: Site investigations involved 1850 m of diamond drilling with oriented drill core and packer testing.
es: Las investigaciones de terreno comprendieron 1850 m de perforación diamantina con perforación de testigos orientados y ensayos con packer.

source: Site lithologic units are described in Table 2.3.
es: Las unidades litológicas del sitio se describen en la Tabla 2.3.

source: Site reconnaissance and concurrent discussion of mining conditions and slope stability/hydrological conditions with MSC staff;
es: Reconocimiento del sitio y, al mismo tiempo, discusión con personal de MSC sobre las condiciones de la explotación y de la estabilidad de taludes/hidrología.

source: Site reconnaissance and field investigation programs documented (principally) by Hidrogeocol (2012) and Knight Piesold (20131,2), have described the basic stratigraphy within the valley as a layer of residual soil of variable thickness underlain by saprolite (weathered bedrock) which forms a transitional zone to the “fresh” bedrock (granodiorite and tonalite).
es: Los programas de reconocimiento e investigaciones realizadas en campo, documentadas (principalmente) por Hidrogeocol (2012) y Knight Piesold (20131,2), describen la estratigrafía básica en el valle como una capa de suelo residual de espesor variable sobre saprolito (roca meteorizada), el cual representa una zona de transición al basamento rocoso “fresco” (granodiorita y tonalita).

source: Site reconnaissance of existing slope performance and/or review of monitoring data pertaining to previously unstable slopes, including:
es: Reconocimiento en el sitio del desempeño de los actuales taludes o la revisión de datos de monitoreo en lo que respecta a taludes anteriormente inestables, a saber:

source: Site restored to original condition (unless otherwise required)?
es: ¿Se restituyó el sitio a su condición original? (Salvo que se requiera otra cosa.)

source: Site supervisors must check the utility locate records for:
es: Los supervisores en terreno deben revisar los registros de localización de servicios y confirmar que:

source: Site visits during project scoping and a walk through of locations on the day.
es: Visitas al sitio durante el estudio de opciones del proyecto y caminata por los lugares durante el día

source: Site, ground and environmental conditions must be assessed by the Dogger/ Rigger and Crane Operator prior to lifting operations.
es: El rigger y el operador de la grúa deben evaluar las condiciones del sitio, del suelo y del ambiente antes de iniciar las operaciones de izaje.

source: Site-specific reconnaissance of hydrogeological conditions pertaining to slope stability and/or groundwater inflow problems;
es: Reconocimiento específico del sitio de las condiciones hidrogeológicas en lo que respecta a problemas con la estabilidad de taludes o aporte de aguas subterráneas.

source: Site-specific seismic parameters are provided for a 475-year return period and a Maximum Credible Earthquake (MCE).
es: Se presentan parámetros sísmicos específicos del sitio para un periodo de retorno de 475 años y para un sismo máximo creíble determinísticamente definido (MCE, en inglés).

source: Site/Location(s):
es: Sitio/Ubicación:

source: Situational Risk – Pre-start / JSEA
es: Riesgo situacional: reunión previa / AST

source: Six Shareholder Selected Directors will be chosen as follows based upon a global vote of shareholders
es: Se elegirán seis Directores Seleccionados por los Accionistas según una votación global como sigue:

source: Six centrifuge tests were planned to support the analysis and design of the slope angle of tailings deposition.
es: Se planificaron seis ensayos centrífugos para respaldar el análisis y diseño del ángulo de talud de la depositación de los relaves.

source: Six hydrostratigraphic layers were assumed as follows from ground surface downwards: Alluvium; residual soil; extremely weathered saprolite; sandy saprolite; fractured rock/transition zone; bedrock.
es: Se consideraron seis capas hidroestratigráficas desde la superficie hacia abajo, a saber: depósitos aluviales, suelo residual, saprolito extremadamente meteorizado, saprolito arenoso, roca fracturada/zona de transición y basamento rocoso.

source: Six two-inch diameter Schedule 40 PVC piezometers were installed in HQ-sized coreholes in May and June 2015.
es: Se instalaron seis piezómetros de PVC de dos pulgadas de diámetro y relación diámetro/espesor de 40 en barrenos de tamaño HQ durante los meses de mayo y junio de 2015.

source: Size of the logo in proportion to the item
es: Tamaño del logo en proporción al artículo

source: Sleeping at high altitude produces the most hypoxemia (low or zero arterial oxygen supply).
es: Dormir a gran altitud produce el nivel de hipoxemia más alto (bajo o nulo suministro de oxígeno arterial).

source: Slinging and directing of loads will only be done by or under the direct supervision of a competent dogger or rigger in accordance with the following:
es: El estrobado y el movimiento de cargas solo debe hacerlo o supervisarlo directamente un rigger competente de acuerdo con lo siguiente:

source: Slip Sense5
es: Sentido de deslizamiento5

source: Slip Rate (mm/yr.)2
es: Tasa de deslizamiento (mm/año)2

source: Slip Rate (mm/yr.)4
es: Tasa de deslizamiento (mm/año)4

source: Slip Sense3
es: Sentido de deslizamiento3

source: Slip Sense3,5
es: Sentido de deslizamiento3,5

source: Slip rates estimated by Golder (Appendix A) from specific references as indicated below:
es: Tasas de deslizamiento estimadas por Golder (Anexo A) durante el estudio o a partir de las referencias específicas indicadas a continuación:

source: Slip rates estimated by Golder during study or from specific references as indicated below:
es: Tasas de deslizamiento estimadas por Golder durante el estudio o a partir de las referencias específicas indicadas a continuación:

source: Slip sense from Allmendinger and Gonzalez (2009); Lavenu et al. (2000); Naranjo (1987); Brown et al. (1993).
es: Sentido de falla a partir de Allmendinger y Gonzalez (2009); Lavenu et al. (2000); Naranjo (1987); Brown et al. (1993).

source: Slip sense from Naranjo (1987); Lavenu et al. (2000); Allmendinger and Gonzalez (2009).
es: Sentido de deslizamiento a partir de Naranjo (1987); Lavenu et al. (2000); Allmendinger y González (2009).

source: Slips/trips
es: Resbalar/tropezar

source: Slope Monitoring and Ground Control Systems
es: Sistemas de monitoreo de taludes y control del suelo

source: Slope Design Recommendation by UGT
es: Recomendación de diseño de taludes por UGT

source: Slope Design Recommendations by UGT
es: Recomendaciones de diseño de taludes por UGT

source: Slope Design Terminology
es: Terminología de diseño de taludes

source: Slope design recommendations for competent rock are generally given in terms of inter-ramp slope angles.
es: Las recomendaciones de diseño de taludes en roca competente generalmente se dan en términos de ángulos de talud interrampa.

source: Slope design terminology is illustrated in Figure 1.4.
es: La terminología de diseño de taludes se ilustra en la Figura 1.4.

source: Slope development and stability conditions in the current Phase 7 slope are generally good.
es: El desarrollo de taludes y las condiciones de estabilidad en el talud de la actual Fase 7 son en general buenas.

source: Slope development in Colluvium and weak Volcaniclastic sediments represents the highest risk in pit slope development, particularly when these slopes are not effectively depressurized, but it will be necessary to understand the hydrogeological conditions better in order to support design and implementation of effective slope depressurization
es: El desarrollo de taludes en Coluvión y en los débiles sedimentos volcanoclásticos representa el mayor riesgo en el desarrollo de taludes del pit, en particular cuando estos taludes no sean despresurizados eficazmente, pero será necesario entender las condiciones hidrogeológicas de mejor manera a fin de respaldar el diseño y la implementación de una despresurización de taludes eficaz.

source: Slope stability analyses for the rock slopes and waste piles of open pit iron mines in the States of Minas Gerais (Samarco Mineração S.A. and Samitri).
es: Análisis de estabilidad de taludes para los taludes de roca y los botaderos de minas de hierro a rajo abierto en el estado de Minas Gerais (Samarco Mineração S.A. y Samitri.)

source: Slope stability and construction of anchored retaining walls and gabion walls.
es: Estabilidad de taludes y construcción de muros de retención anclados y muros de gavión.

source: Slope stability assessment for the rock slopes of the proposed 60 pit at the Pamour property.
es: Evaluación de estabilidad de taludes para taludes de roca del rajo 60 propuesto en la mina pamour.
